/*
  Localizable.strings
  PD Runner

  Created by lihaoyun6 on 2021/10/7.
  
*/
"Quit" = "退出";
"OK" = "确定";
"Cancel" = "取消";
"Make Alias" = "创建快捷方式";
"Auto Update" = "自动检查更新";
"No Snapshots" = "无快照";
"Preferences..." = "偏好设置...";
"Automatic mode" = "自动模式";
"No snapshots available." = "所选虚拟机没有可用快照.";
"Please select a snapshot to switch:" = "请选择一个快照版本:";
"User cancelled" = "用户已取消";
"Nothing has changed." = "虚拟机未发生改变.";
"Restore %@ to [%@]?" = "确认将 %@ 恢复至 [%@]?";
"Restore now?" = "确认恢复?";
"Input password" = "请输入密码";
"%@ is encrypted." = "%@ 处于加密状态";
"No password entered" = "未输入密码";
"The requested operation has been cancelled." = "将不会进行任何操作";
"About PD Runner" = "关于 PD Runner";
"No VMs were found" = "无虚拟机";
"Parallels Desktop not installed" = "未安装Parallels Desktop";
"Unable to connect to Parallels Service" = "无法连接到Parallels服务";
"Batch action" = "批量操作";
"Start" = "启动";
"Snapshots..." = "恢复快照...";
"Start all VMs" = "全部开机";
"Stop all VMs" = "全部关机";
"Block trial alert" = "屏蔽过期警告";
"Update VM List" = "更新虚拟机列表";
"Click OK to exit" = "点击OK退出程序";
"Launch at Login" = "登录时启动";
"Failed to install helper!" = "帮助程序安装失败!";
"Unknown error." = "未知错误";
"One more step!" = "还差一步";
"Don't remind me again" = "不再提示";
"Due to the safety requirements of PD:\nIf the VM window is blank, just click the \n[Gear] icon in the upper right corner of the window and enter the VM password.\nThen the VM screen will be displayed." = "由于Parallels Desktop的安全性验证\n如果虚拟机窗口没有显示系统画面\n只需要点击窗口右上角的[齿轮]图标\n并输入虚拟机的密码, 即可显示画面";
"Check for Updates..." = "检查更新...";
"No need to update" = "无需更新";
" is the latest version." = " 已是最新版本";
"New update!" = "有更新可用";
" update is available,\nclick [OK] to download." = " 更新已推出,\n点击[确定]前往页面下载更新.";
"Update failed!" = "检查失败";
"An error occurred while checking for updates." = "检查更新时发生错误!";
"Failed to start!" = "启动失败!";
"Make sure you are already a trial user\n(even if it is expired)\nThen restart your Mac and try again." = "请确认您已注册了试用期 (过期也没关系)\n然后重启您的Mac并重新尝试启动虚拟机.";
"Get the trial first!" = "未注册试用期!";
"You must get a trial of Parallels Desktop.\nThen you can start VMs with PD Runner even if the trial period expires." = "请先在Parallels Desktop中注册试用期\n然后即可使用PD Runner来启动虚拟机\n(试用期过后依然有效)";
"Unsupported product!" = "不支持此产品!";
"The App Store Edition is not supported.\nDownload the Standard Edition from:\nhttps://www.parallels.com" = "不支持App Store版本的Parallels Desktop\n请从 https://www.parallels.cn 下载标准版";

"VM in the \"Installation Complete\" state is detected. Do you want to complete the installation and enter the VM?" = "检测到处于\"安装完成\"状态的虚拟机\n是否立即完成安装并进入虚拟机?";
"Complete the installation" = "完成安装";
